xeon/20220406-fpw/logs/pg-2-1-512/100/run-ro-1/pgbench.log
pgbench (15devel)
transaction type: <builtin: select only>
scaling factor: 100
query mode: prepared
number of clients: 32
number of threads: 8
duration: 900 s
number of transactions actually processed: 476824019
latency average = 0.060 ms
initial connection time = 9.435 ms
tps = 529809.880801 (without initial connection time)